/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Se está creando una tabla de ondas. Intenta de nuevo una vez que el proceso de creación haya finalizado.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Se detectó información tímbrica para una onda sencilla. Gira la perilla Modulación a Formante para usar modulación Formante. Las perillas Forma 1 y Forma 2 no funcionan.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Para crear una tabla de ondas, el archivo de audio debe contener un tono constante, varias secciones separadas por silencio o uno o más secciones de ciclo individuales.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "La nueva tabla de ondas contiene %d ondas.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Tabla de ondas en creación";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Tabla de ondas creada con una sola onda";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tabla de ondas no creada";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tabla de ondas creada";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interno";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Cadena lateral:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Desactivado";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Entrada de audio externa:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identificación de notas";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Análisis de tono";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analizando: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Error al abrir el archivo";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "No se encuentra el archivo que intentas cargar.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Error al abrir el archivo";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "No hay memoria disponible suficiente para cargar el archivo seleccionado.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "El archivo contiene cambios de tempo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Advertencia: uno o varios de los archivos que estás importando contienen marcadores de cambio de tempo. Esta versión de MainStage no es compatible con la sincronización de archivos con cambios de tempo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Error al abrir el archivo";

/* Playback file alert */
"PlaybackTransientsMessage" = "Los transitorios en el archivo seleccionado se ocultaron en Logic Pro. Abre el archivo en Logic Pro y muestra los transitorios antes de volver a abrir el archivo en el módulo.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Error desconocido";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "No se pudo abrir el archivo seleccionado.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Formato de archivo de audio incompatible";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "El archivo de audio que quieres agregar no tiene un formato de archivo compatible. Convierte el archivo a un formato compatible utilizando iTunes u otra aplicación de audio antes de agregarla al módulo de reproducción.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (archivo no disponible)";
